Repository: umuero/ckanext-pages
Catalog: ckanext/pages/i18n/*/LC_MESSAGES/ckanext-pages.po
Languages: tr

source: Not authorized to see this page
tr: Bu sayfayı görüntüleme izni yoktur

source: User %s not authorized to read this page
tr: %s kullanıcısının bu sayfayı görme izni yoktur

source: Organization not found
tr: Kurum bulunamadı

source: Unauthorized to read organization %s
tr: %s kurumunu okuma izni yoktur

source: Page Not Found
tr: Sayfa bulunamadı

source: Unauthorized to delete page
tr: Sayfa silme izni yoktur

source: Group not found
tr: Kategori bulunamadı

source: Unauthorized to read group %s
tr: %s kaategorisini okuma izni yoktur

source: ERROR: View not found {view_id}
tr: Hata: Sayfa bulunamadı {view_id}

source: Your browser does not support iframes.
tr: Tarayıcınız iframe'leri desteklememektedir.

source: Unauthorized to create or edit a page
tr: Sayfa düzenleme izni yoktur

source: Only Posting is availiable
tr: Sadece yeni ileti oluşturabilirsiniz

source: Unauthorized to upload file %s
tr: %s dosyasını yükleme izni yoktur

source: Page name already exists in database
tr: Sayfa ismi zaten kullanımda

source: Pages
tr: Sayfalar

source: Blog
tr: Ağ güncesi

source: What are Pages?
tr: Sayfalar nedir?

source: <p>Pages are a simple way to add extra pages to your ckan instance. You can assign an order to them.</p>
tr: <p>CKAN'a sayfa eklemek için kullanılan basit bir eklentidir.</p>

source: Add Blog Article
tr: Makale ekle

source: Edit Blog Article
tr: Makale düzenle

source: eg. Blog Article Title
tr: örn: Makale başlığı

source: Add page
tr: Sayfa ekle

source: Edit page
tr: Sayfa düzenle

source: eg. Page Title
tr: örn: Sayfa başlığı

source: Title
tr: Başlık

source: Publish Date
tr: Yayım tarihi

source: Visibility
tr: Görünürlük

source: Private
tr: Özel

source: Public
tr: Herkese açık

source: Header Order
tr: Sayfa sırası

source: Not in Menu
tr: Menüde görünmesin

source: Content
tr: İçerik

source: Enter content here
tr: İçerik giriniz

source: My content
tr: İçerik

source: Cancel
tr: İptal

source: Add
tr: Ekle

source: Are you sure you want to delete this Page?
tr: Sayfayı silmek istediğinizden emin misiniz?

source: Delete
tr: Sil

source: Save
tr: Kaydet

source: Edit
tr: Düzenle

source: This page currently has no content
tr: Bu sayfada içerik bulunmamaktadır

source: More
tr: Daha

source: Edit Article
tr: Makale düzenle

source: Blog Articles
tr: Makaleler

source: <p>Add blog articles to CKAN here.</p>
tr: <p>Burdan CKAN'a makale ekleyiniz.</p>

source: Add Article
tr: Makale ekle

source: Confirm Delete
tr: Silme onayı

source: Are you sure you want to delete page - {name}?
tr: {name} sayfasını silmek istediğinizden emin misiniz?

source: Edit Page
tr: Sayfayı düzenle

source: There are currently no blog articles here
tr: Makale bulunmamaktadır

source: There are currently no pages here
tr: Sayfa bulunmamaktadır
